Repository: huyuhui001/MathKids
Catalog: MathKid/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app_title
source: Math Kid
zh_hans: 数学小子

source: Back to Menu
zh_hans: 返回菜单

source: Correct!
zh_hans: 答对了!

source: Easy
zh_hans: 简单

source: Excellent!
zh_hans: 太棒了!

source: Finish
zh_hans: 完成

source: Good Job!
zh_hans: 做得好!

source: Hard
zh_hans: 困难

# incorrect
source: Try Again!
zh_hans: 再想想!

source: Keep Practicing!
zh_hans: 继续加油!

source: Level
zh_hans: 关卡

source: Medium
zh_hans: 中等

source: Next
zh_hans: 下一题

# one_digit_addition
source: 1-Digit Addition
zh_hans: 一位数加法

# one_digit_division
source: 1-Digit Division
zh_hans: 一位数除法

# one_digit_multiplication
source: 1-Digit Multiplication
zh_hans: 一位数乘法

# one_digit_subtraction
source: 1-Digit Subtraction
zh_hans: 一位数减法

source: Play Again
zh_hans: 再玩一次

source: Question
zh_hans: 题目

source: Score
zh_hans: 得分

source: Select Category
zh_hans: 选择类别

source: Select Difficulty
zh_hans: 选择难度

source: Start Game
zh_hans: 开始游戏

source: Submit
zh_hans: 提交

source: Total Score
zh_hans: 总分

# two_digit_addition
source: 2-Digit Addition
zh_hans: 两位数加法

# two_digit_division
source: 2-Digit Division
zh_hans: 两位数除法

# two_digit_multiplication
source: 2-Digit Multiplication
zh_hans: 两位数乘法

# two_digit_subtraction
source: 2-Digit Subtraction
zh_hans: 两位数减法

source: Your Answer
zh_hans: 你的答案
